export const applicantTypeOptions = [
  {
    label: "شخص حقیقی",
    value: 1,
  },
  {
    label: "شخص حقوقی",
    value: 2,
  },
  {
    label: "اتباع خارجه",
    value: 3,
  },
];

export const genderOptions = [
  { label: "مرد", value: 1 },
  { label: "زن", value: 2 },
];

export const addressStatusOptions = [
  {
    label: "محل دائمی سکونت | مالک هستم | بیش از دو سال در این مکان هستم",
    value: 1,
  },
  {
    label:
      "محل دائمی سکونت | مالک هستم | بیش از یک سال و کمتر از دو سال در این مکان هستم",
    value: 2,
  },
  {
    label: "محل دائمی سکونت | مالک هستم | بزودی تغییر مکان می دهم",
    value: 3,
  },
  {
    label: "محل دائمی سکونت | مستاجر هستم | بیش از یکسال در این محل هستم",
    value: 4,
  },
  {
    label: "محل دائمی سکونت | مستاجر هستم | کمتر از یکسال در این محل هستم",
    value: 5,
  },
  {
    label: "محل موقت سکونت | در ایران ساکن نیستم و ساکن کشور دیگری هستم",
    value: 6,
  },
  {
    label: "محل موقت سکونت | مالک هستم | ساکن شهر دیگری هستم",
    value: 7,
  },
  {
    label:
      "محل موقت سکونت | نه مالک و نه مستاجر هستم | بزودی تغییر مکان می دهم",
    value: 8,
  },
  {
    label:
      "محل دائمی و کار تجارت | مالک یا مستاجر هستم | به تازگی در این مکان هستم (کمتر از دو ماه)",
    value: 9,
  },
  {
    label: "محل دائمی و کار تجارت | مالک هستم | بیش از یکسال در این مکان هستم",
    value: 10,
  },
  {
    label:
      "محل دائمی و کار تجارت | مالک هستم | کمتر از یکسال در این مکان هستم (بیشتر از دو ماه)",
    value: 11,
  },
  {
    label:
      "محل دائمی و کار تجارت | مستاجر هستم | بیش از یکسال در این مکان هستم",
    value: 12,
  },

  {
    label:
      "محل دائمی و کار تجارت | مستاجر هستم | کمتر از یکسال در این مکان هستم (بیشتر از دو ماه)",
    value: 13,
  },
];
