export const rows = {
  postForbidden: [
    { description: "انواع مواد منفجره و اسلحه", number: 1 },
    { description: "مواد شیمیایی خطرناک", number: 2 },
    { description: "مواد مخدر و پسيكو تروپ(روان گردان)", number: 3 },
    {
      description:
        "اشیاء(كارت، روزنامه، مجله،  CD و نوار ويدئويي و كارت) منافي عفت و منافي اخلاق",
      number: 4,
    },
    { description: "انواع گازها", number: 5 },
    { description: "جامدات قابل اشتعال", number: 6 },
    { description: "انواع مغناطيسها", number: 7 },
    { description: "حيوان زنده", number: 8 },
    { description: "جيوه", number: 9 },
    { description: "انواع چسب مايع", number: 10 },
    { description: "انواع باطريها", number: 11 },
    {
      description:
        "اشيايي كه به لحاظ ماهيت يا بسته بنديشان خطري براي كاركنان پست ايجاد كنند و يا موجب كثيف كردن و خرابي ساير مرسولات يا تجهيزات پستي شوند.",
      number: 12,
    },
    { description: "پودرهاي شيميايي", number: 13 },
  ],

  weights: [
    { description: "نامه", number: 1, max: "تا 2 كيلوگرم" },
    {
      description: "آيروگرام",
      number: 2,
      max: "هر عدد 10 گرم",
    },
    {
      description: "كارت پستال",
      number: 3,
      max: "هر عددبدون لفاف 20گرم",
    },
    {
      description: "مطبوعات",
      number: 4,
      max: "تا 2 كيلوگرم ",
    },
    {
      description: "بسته كوچك",
      number: 5,
      max: "تا 2 كيلوگرم",
    },
    {
      description: "كيسه M",
      number: 6,
      max: "تا 30 كيلو گرم",
    },
    {
      description: "امانات داخله",
      number: 7,
      max: "حداکثر تا 30 کیلوگرم",
    },
    {
      description: "امانت و بسته پیشتاز خارجه",
      number: 8,
      max: "حداکثر تا 30 کیلوگرم",
    },
    {
      description: "بسته پيشتاز",
      number: 9,
      max: "حداکثر تا 30 کیلوگرم",
    },
    {
      description: "مرسولات ویژه",
      number: 10,
      max: "تا 10 كيلو گرم",
    },
  ],

  postGoods: [
    {
      description: "امانت، بسته پیشتاز، بسته ویژه",
      number: 1,
      size: "حداکثر ابعاد یک مرسوله استاندارد طول 35 * 25 * 18 سانتیمتر می باشد. به مرسوله با ابعاد بیشتر از اندازه های فوق، 25 درصد اضافه نرخ مرسوله غیر استاندارد تعلق می گیرد. از قبول مرسوله ای که یکی از ابعاد طول یا عرض یا ارتفاع آن بیشتر از 1/1 متر باشد خودداری می شود.",
    },
    {
      description: "بسته کوچک تا 2 کیلو(سفارشی، پیشتاز، ویژه)",
      number: 2,
      size: "حداقل ابعاد یک ضلع 9*14 سانتیمتر - حداکثر مجموع ابعاد(طول+ عرض+ارتفاع)90 سانتیمتر - حداکثر اندازه بزرگترین ضلع 60 سانتیمتر",
    },
    {
      description: "مطبوع",
      number: 3,
      size: "هر یک از ابعاد از 45 سانتیمتر تجاوز ننماید.",
    },
    {
      description: "لفاف لوله ای",
      number: 4,
      size: "قطر حداکثر 10 سانتیمتر - طول حداکثر 75سانتیمتر",
    },
    {
      description: "لفاف پاکت",
      number: 5,
      size: "حداکثر A4",
    },
    {
      description: "لفاف کیسه",
      number: 6,
      size: "حداکثر 110*75 سانتیمتر",
    },
  ],
};
